brain/CA2.tex
% Created 2017-09-19 Tue 18:55
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{cite}
\author{Kadin Buckton}
\date{\textit{<2017-09-19 Tue>}}
\title{Activity 2: Employability}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Activity 2: Employability},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.10)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section*{Report}
\label{sec:org97dfc5c}

\subsection*{Systems Administrator}
\label{sec:org5835df8}

\subsubsection*{Description}
\label{sec:orgb4499a4}

The system administrator is someone that is responsible for "effective provisioning, installation/configuration, operation, and maintenance of systems hardware and software and related infrastructure." They also participate in "technical research and development to enable continuing innovation within the infrastructure."

\subsubsection*{Duties}
\label{sec:org5e68a4b}

Duties include:
\begin{itemize}
\item Installing and configuring applications
\item Contributing to and maintaining system standards
\item Performing daily system monitoring, verifying the integrity and availability of all hardware, resources, systems and key processes, reviewing logs, and verifying completion of scheduled tasks.
\item Perform regular backups
\item Create, change and delete user accounts
\item Maintain operational, configuration, or other procedures
\item Perform periodic performance reporting
\item Maintain data center environmental and monitoring equipment
\end{itemize}

\subsubsection*{Education Requirements}
\label{sec:org422538e}

Typically requires:
\begin{itemize}
\item Bachelor (4-year) degree, with a technical major, such as engineering or computer science
\item Systems Administration/System Engineer certification in Unix and Microsoft
\item Four to six years system administration experience
\end{itemize}

\subsection*{Electrical Engineer}
\label{sec:org59efc4d}

\subsubsection*{Description}
\label{sec:orgb49f28c}

An electrical engineer is someone that designs electrical systems by developing and testing components.

\subsubsection*{Duties}
\label{sec:org07d59fe}

Duties include:
\begin{itemize}
\item Evaluating electrical systems, products, components, and applications by designing and conducting research programs; applying knowledge of electricity and materials
\item Confirming system's and components capabilities by designing test methods and testing properties
\item Assuring product quality by designing tests and testing finished products and systems
\item Keeps equipment operational by following manufacturer's instructions and established procedures; requesting repair service.
\item Maintains product data base by writing computer programs; entering data.
\item Maintains professional and technical knowledge by attending educational workshops; reviewing professional publications; establishing personal networks; participating in professional societies.
\end{itemize}

\subsubsection*{Education Requirements}
\label{sec:orgc555511}

Typically requires:
\begin{itemize}
\item Bachelor degree or higher
\end{itemize}

\subsection*{Which do you prefer?}
\label{sec:org889afd0}

I would much prefer to be a systems administrator because I love learning new things about computers, and system administration would give me a wonderful platform to do exactly that.

\nocite{monster}
\nocite{learnhowto}
\nocite{supportingadvancement}
\bibliography{/home/kadin/bibtex/references.bib}{}
\bibliographystyle{plain}
\end{document}
